<?php
return [
    'NOT_FOUND'         =>  'Користувач не знайдений',
    'WRONG_DATA'        =>  'Не вірний пароль',
    'INVALID_TOKEN'     =>  'Не верный токен! Перезагрузите пожалуйста',
    'INVALID_REQUEST'   =>  'Не возможно обработать запрос',
    'USER_EXIST'        =>  'Такий користувач вже зареєстрований',
    'PASSWORD_RECOVERY_SUBJECT' => 'Відновлення доступу на сайті %s',
    'PASSWORD_RECOVERY_SUCCESS' => 'Новий пароль відправлено вам на вказаний при реєстрації логін. Перевірте ваші повідомлення',
    'PASSWORD_RECOVERY_FAILED'  => 'Не вдалося відновити доступ. Проблеми з відправкою повідомлень'
];