<?php
return [
    'NOT_FOUND'         =>  'Пользователь не найден',
    'WRONG_DATA'        =>  'Не верный пароль',
    'INVALID_TOKEN'     =>  'Не верный токен! Перезагрузите пожалуйста',
    'INVALID_REQUEST'   =>  'Не возможно обработать запрос',
    'USER_EXIST'        =>  'Такой пользователь уже зарегистрирован',
    'PASSWORD_RECOVERY_SUBJECT' => 'Восстановление доступа на сайте %s',
    'PASSWORD_RECOVERY_SUCCESS' => 'Новый пароль был выслан вам на указаный при регистрации логин. Проверьте ваши сообщения',
    'PASSWORD_RECOVERY_FAILED'  => 'Не удолось восстановить доступ. Проблемы с отправкой сообщений'
];